Repository: hlepik/WebApp_Homework
Catalog: Homework/Resources/Views/AppUser/AppUser.*.resx
Languages: et

source: First Name
et: Eesnimi

source: Last Name
et: Perekonnanimi

source: Username
et: Kasutajanimi

source: Phone Number
et: Telefoninumber

source: Lockout End
et: Blokeerimise lõpp

# AppUsers
source: App User
et: Kasutaja

source: Email Confirmed
et: Email kinnitatud

source: Password Hash
et: Parooli räsi

source: Access Failed Count
et: Ebaõnnestunud logimised

source: Lockout Enabled
et: Blokeerimine lubatud

source: Phone Number Confirmed
et: Telefoninumber kinnitatud

source: Normalized User Name
et: Kasutajanimi suurtähtedega

source: Normalized Email
et: Suurtähtedega email

source: Security Stamp
et: Turvalisuse kood

source: Two Factor Enabled
et: Kahe astmeline autentimine lubatud
